<?php

return [
    'create_category' => 'Создание категории',
    'create_update_category' => 'Создание/Редактирование категории',
    'update_category' => 'Редактирование категории',
    'categories' => 'Категории',
    'category' => 'Категория',

    'create_currency' => 'Создание валюты',
    'create_update_currency' => 'Создание/Редактирование валюты',
    'update_currency' => 'Редактирование валюты',
    'currencies' => 'Валюты',
    'currency' => 'Валюта',
    
    'orders' => 'Заказы',
    'order' => 'Заказ',

    'create_product' => 'Создание продукта',
    'create_product_for' => 'Создние продукта для категории',
    'create_update_product' => 'Создание/Редактирование продукта',
    'update_product' => 'Редактирование продукта',
    'products' => 'Продукты',
    'product' => 'Продукт',
    
    'create_property' => 'Создание свойства',
    'create_update_property' => 'Создние/Редактирование свойства',
    'update_property' => 'Редактирование свойства',
    'properties' => 'Свойства',
    'property' => 'Свойство',
    
    'create_option' => 'Создание значения свойства',
    'create_option_for' => 'Создние значения свойства для свойства',
    'create_update_option' => 'Создание/Редактирование значения свойства',
    'update_option' => 'Редактирование значения свойства',
    'options' => 'Значения свойств',
    'option' => 'Значение свойства',
    
    'create_role' => 'Создание роли',
    'add_role' => 'Добавление роли',
    'add_role_for' => 'Добавление роли для пользователя',
    'create_update_role' => 'Создание/Редактирование роли',
    'update_role' => 'Редактирование роли',
    'roles' => 'Роли',
    'role' => 'Роль',
    
    'create_sku' => 'Создание товарного предложения',
    'create_sku_for' => 'Создние товарного предложения для продукта',
    'create_update_sku' => 'Создание/Редактирование товарного предложения',
    'update_sku' => 'Редактирование товарного предложения',
    'skus' => 'Товарные предложения',
    'sku' => 'Товарное предложение',
    
    'users' => 'Пользователи',
    'user' => 'Пользователь',
    
    'basket' => 'Корзина',

    'confirm_order' => 'Подтверждение заказа',

    'sku_cart' => 'Карта товарного предложения',
    'product_cart' => 'Карта товара',

    'home_page' => 'Главная страница',

    'catalog' => 'Каталог товаров',
];